[
  {
    "id": "chart_epi",
    "text": "This chart documents one of the most alarming trends in reproductive medicine. Across 53 studies spanning 38 countries, average sperm concentration fell by more than 51 percent between 1973 and 2018. Critically, the rate of decline is not slowing — it is accelerating, with the steepest drop occurring after the year 2000."
  },
  {
    "id": "chart_toxicology",
    "text": "Global plastic production has exploded from 2 million tons in 1950 to over 400 million tons today. The same chemical compounds that make plastics flexible — phthalates and bisphenols — are confirmed endocrine disruptors. They mimic estrogen, suppress testosterone, and directly impair sperm development. We have been manufacturing the fertility crisis at industrial scale."
  },
  {
    "id": "chart_lifestyle",
    "text": "This data exposes something deeply unsettling. Testosterone levels in men are declining across all age groups simultaneously. A 40-year-old man today has measurably lower testosterone than a 40-year-old man from 1990 — not because of aging, but because of his environment, diet, and lifestyle. The decline is generational, not biological."
  },
  {
    "id": "chart_demographics",
    "text": "Total fertility rates are collapsing globally. To maintain population stability, a society needs a rate of 2.1 births per woman. Most developed nations have already fallen below this threshold. South Korea currently sits at 0.72 — meaning each generation will be one third the size of the previous one. This is not a distant projection. It is already happening."
  },
  {
    "id": "chart_you",
    "text": "A single IVF cycle in the United States costs between 12,000 and 30,000 dollars, with average success rates requiring multiple rounds. For conditions that are largely preventable through environmental and lifestyle intervention, fertility treatment has become a 20 billion dollar industry — one that grows larger as the underlying crisis it profits from deepens."
  }
]
